{
	"ping": [
		"Pong!",
		"**PONG! {bot_nick}** smashes the ball into **{author}'s** face!",
		"Ping!",
		"Pling!",
		"Dink! The ball knocks over **{bot_nick}**'s glass of lemonade.",
		"\\*ping\\*. **{bot_nick}** taps the ball, which brushes the net and falls onto **{author}'s** side.",
		"Pling! The ball hits **{author}'s** chest and they dramatically fall over.",
		"Pong! The ball is launched at the wall, going nowhere near the table.",
		"An error has pinged and has been ponged.",
		"PING! **{author}**",
		"Don't you mean **{p}ping**?",
		"{bot_nick}.exe has stopped responding. Windows is checking for a solution to the problem..."
	],
	"maxplayers": [
		"The maximum number of players ({0}) have already joined the game.",
		"There's no room left for you to join this game. There are already {0} players in this lobby."
	],
	"minplayers": [
		"Please wait until there are at least {0} players.",
		"You cannot start the game until there are at least {0} players."
	],
	"notplayingstart": [
		"You are not playing, so you cannot start the game! Type `{p}join` to join the game."
	],
	"notplayingleave": [
		"You cannot leave a game you are not playing!"
	],
	"alreadyin": [
		"You are already playing!",
		"You are already in!"
	],
	"leavelobby": [
		"**{0}** left the game. There are now **{1}** players in the lobby.",
		"**{0}** walked out of the lobby. There are now **{1}** players in the lobby.",
		"**{0}** was shot twice by a hunter, once in the head and once in the heart. Remaining players: **{1}**",
		"**{0}** poked a bear in the eye with a stick and has paid the price. Remaining players: **{1}**",
		"**{0}** was hit by a humongous yellow bullet from a giant yellow tank. The **{1}** remaining players cower in fear."
	],
	"gamestart": [
		"**{0}** has started a game of Werewolf. Type `{p}join` to join. Type `{p}start` to start the game.",
		"**{0}** has started a game of Werewolf. Type `{p}start` to start the game. Type `{p}join` to join."
	],
	"nokills": [
		"The villagers discover the dead body of a beloved pet penguin, but lucklily no one was harmed.",
		"The villagers discover the dead body of a beloved pet dog, but lucklily no one was harmed.",
		"The villagers discover the dead body of a beloved pet cat, but lucklily no one was harmed.",
		"Paw prints and tufts of fur are found circling the village, but everyone seems unharmed.",
		"Some house doors have been opened.",
	        "A scent much like that of a wolf permeates the air.",
	        "Half-buried wolf droppings are found.",
	        "Traces of wolf fur are found."
	],
	"lynched": [
		"The villagers have agreed to lynch **{0}**, a **{1}**.",
		"The villagers perform surgery to obtain the heart of **{0}**, now known to be a **{1}**. They put it in a plastic cup.",
		"The villagers perform surgery to obtain the brains of **{0}**, now known to be a **{1}**. They seal it in a glass jar.",
		"Reluctantly, the villagers lead **{0}** to the gallows, who is later found to be a **{1}**.",
		"The villagers sacrifice **{0}** to the belunga god, who is satisfied with the **{1}** for now.",
		"For SCIENCE, the villagers throw **{0}** into a volcano. They discover that the melting point of a **{1}** is less than that of lava.",
		"The villagers force **{0}** to play Russian Roulette. The town square is stained with the remains of the **{1}**.",
		"The villagers, after much debate, finally decide on lynching **{0}**, who turned out to be... a **{1}**.",
		"After a prolonged struggle, **{0}** is forced to the gallows, and is discovered after death to be a **{1}**.",
		"The villagers choose to hang **{0}**; however, the rope stretches and breaks, and the ensuing fall kills the **{1}**.",
		"The villagers have agreed to lynch **{0}**, who was a humble English **{1}**.",
		"The filthy peasants have agreed to murder their friendly neighbourhood **{1}**, **{0}**.",
		"The villagers have voted to take turns re-enacting Owen Farrell's no-arms tackle technique on **{0}**. After multiple powerful blows to the head, he dies, revealing himself to be a **{1}**."
	],
	"lynchednoreveal": [
		"The villagers have agreed to lynch **{0}**.",
		"The villagers perform surgery to obtain the heart of **{0}**. They put it in a plastic cup.",
		"The villagers perform surgery to obtain the brains of **{0}**. They seal it in a glass jar.",
		"Reluctantly, the villagers lead **{0}** to the gallows.",
		"The villagers sacrifice **{0}** to the belunga god, who is satisfied with the offering for now.",
		"For SCIENCE, the villagers throw **{0}** into a volcano. They discover their melting point to be less than that of lava.",
		"The villagers force **{0}** to play Russian Roulette. The town square is stained with their remains.",
		"The villagers, after much debate, finally decide on lynching **{0}**.",
		"After a prolonged struggle, **{0}** is forced to the gallows.",
		"The villagers choose to hang **{0}**; however, the rope stretches and breaks, and the ensuing fall kills them instead."
	],
	"custom_lynches": {
		"118887220235993088": [
			"The peasants have forced **{0}** to rewrite the code for Weirwolf. After several hours of tedious coding, **{0}**, a **{1}** has been found dead after losing the will to live.",
			"The village has voted to deal out the same punishment to **{0}** as Tiger's legend Manu Tuilagi dealt to Chris Ashton in the past. After several punches, **{0}** is brutalised to death revealing that he was a **{1}**.",
			"The mob has voted to make **{0}** Leicester Head Coach. This is surely a sentence worse than death! His CV mentions that he was indeed a **{1}**.",
			"The village has voted that **{0}** reliquish his role as moderator of r/sports and take on a more demanding position moderating r/incels and r/semenretention. Hours later, this **{1}** is found dead in mysterious circumstances!",
			"The villagers have developed a great sense of irony after voting to lynch **{0}** by forcing him to wear a Saracens jersey and throwing him to an ambush of tigers. After several minutes, it's obvious that he was a **{1}**."
		],
		"276463944779169793": [
			"The bastard english have ganged up on **{0}**, a noble Irish **{1}**.",
			"Everyone decided to murder the most handsome **{1}** in the village, **{0}**.",
			"The villagers have decided to copy Tana Umaga's infamous Lions-Tour-ending tackle on BOD, on **{0}**. After their first attempt, his neck is broken revealing him to be a **{1}**.",
			"The angry mob has elected to drag **{0}**, a **{1}**, to TK Maxx where he is savagely murdered using affordable and designer brands of cooking knives.",
			"The peasants have chopped up **{0}** and sold this **{1}** to Tesco as beef for their burger range."
		],
		"347745786030718978": [
			"**{0}** emits one final \"HONK!\", before the rope snaps his neck. He was a **{1}**.",
			"The villagers have developed a taste for **{0}**. He's torn limb from limb, and roasted over a big fire. Nobody seems to care that he was a **{1}**.",
			"Before the villagers can grab **{0}**, he is a revealed to be not just a **{1}** but actually a goose in **{1}** clothing!. He attempts to fly away but in a cruel twist of fate hits into a wind turbine, dying instantly.",
			"The populace have decided to kill **{0}**. Not only is he discovered to be a **{1}** after death, but also to have been co-owner of several shell companies with Nigel Wray.",
			"The noose is placed around **{0}**'s neck and the trap door opens, killing the **{1}** instantly. Further inspection of the body clarifies that the mods are indeed Nazis.",
			"The irate crowd has forced **{0}** to audit Saracens' accounts for the previous 20 seasons. This is surely worse than death for the **{1}**, who is forced to leave the village!"
		],
		"218102736246407169": [
			"The capitalist pigs finally caught comrade **{0}**, a **{1}**.",
			"Dan Biggar waves his arms in the air and cries out in protest, but he couldn't stop the villagers from lynching **{0}**, a **{1}**"
		],
		"207225329578672128": [
			"As the noose is placed around **{1}** **{0}**'s neck, he mutters something to himself that sounds like \"*...Nuremberg all over again...*\".",
			"The villagers have forced **{0}** to leave the village to join the Brexit Party and organise all their future marches. His new membership card reveals him to have been a **{1}**.",
			"The mob has beaten **{0}** into a coma and sent him off to the IRFU's Exiles Irish Qualified Development Programme. Surely for this staunch Englishman and **{1}**, this is a fate worse than death.",
			"The villagers attempt to lynch **{0}**, but before they can pin down the **{1}**, he gets poached by Bath and leaves forever."
		],
		"604276140806373427": [
			"Driven by a dangerous wave of racial and ethnic tension, the villagers have lynched **{0}**, who was a **{1}**.",
			"The mob has decided that **{0}** should watch every single ASM final loss. Several hours later, this **{1}** has been found dead with a broken heart.",
			"The villagers have voted to guillotine **{0}**. After he's beheaded, a quick inspection of the body reveals that the **{1}** did indeed have chlamydia.",		
			"Les peasants electent mortir les meilleur personne Francais **{0}**. Il etait un **{1}**.",
			"The angry crowd has forced **{0}** to change his disseration topic to 'References and Accounts of Chlamydia in Medieval France'. This **{1}** might as well be considered dead!",
			"As the villagers are about to slit **{1}** **{0}**'s throat, Aurelien Rougerie appears out of nowhere and expertly convinces the crowd to let him personally carry out the execution by snoo snoo!"
		],
		"285548234472947713": [ 
			"Truly the greatest fears of the 1% have been fulfilled. The poor and destitute villagers have murdered Lord **{0}**, a **{1}**.",
			"The angry mob has forced **{0}** to join the Saracens family legal team. After several long hours of a tedious legal scoping exercise with Nigel Wray, this **{1}** is found dead.",
			"The village has forced **{0}** to go on a neverending pub crawl with Alex Goode. It is expected that this **{1}** will die of liver failure within the next few days.",
			"In a streak of irony, the angry mob make **{0}** drink a concoction of every chemical compound mentioned in his PhD Thesis. After many agonising hours of screaming and pain, this **{1}** dies!"
		 ],
		 "117523275571003393": [ 
			"The ignorant peasants of the village have voted to lynch **{0}**. Despite his rational and calm attempts to reason with the mob, this **{1}** is savagely cut down.",
			"The villagers have voted to guillotine **{0}**. After he's beheaded, a quick inspection of the body reveals that he is actually not a ghost but a **{1}**.",
			"The mob vote to re-enact their favourite Pro D2 red card highlights on **{0}**. After multiple punches and heavy blows to the head, this **{1}** dies!",
			"In a particular francophobic turn of events, the angry villagers beat **{0}** to death with several stale baguettes. A quick search of the body, reveals that he was a **{1}**.",
			"After the group votes to murder **{0}**, a **{1}**, it is revealed that 'le fantom' is actually nothing more than a figment of their collective madness as he fades from their memories.",
			"The crowd has voted to sentence **{0}** to death. This is carried out by signing this **{1}** up to Racing 92's fanclub. As we know this is a fate worse than death."
		 ],
		 "252394382425194496": [ 
			"The angry mob has lynched **{0}**, a **{1}**. In a vicious streak of sectarian irony, he's forced to march around the village 1690 times until he dies of exhaustion!",
			"The irate crowd has voted to lynch **{0}**. After several powerful blows with a sledgehammer to the body, this **{1}** dies!",
			"The village has decided to throw **{0}** into the village nuclear reactor core. After several strong pulses of radiation, this **{1}** ceases to exist in the form that we all remember and love.",
			"The group ties **{0}** to the communal nuclear submarine which is ordered to dive to the crushing depths of the continential shelf. Several hours later, the body of this **{1}** washes up on the shore.",
			"The villagers have forced **{0}** to join the Flags and Parades Commission in Northern Ireland. Surely for this **{1}**, this is a fate worse than death!",
			"The peasants vote to re-enact the Stephen Ferris' biggest hits montage from Youtube on **{0}**. After several powerful blows to the body and head, this **{1}** dies!",
			"The villagers have voted to lynch **{0}**, a **{1}**. He's fired out of a cannon called \"Roaring Meg\" from the village museum, used in the Siege of Derry or Londonderry."
		 ]
	},
	"insults": {
		"noob": "a noobtastic",
		"moron": "a moronic",
		"fucking idiot": "an idiotic",
		"retard": "a mentally handicapped",
		"fix your code": "a whiny little",
		"fix the bot": "a whiny little",
		"fucking stupid": "a stupid",
		"twat": "a twattish",
		"fucking dumb": "an incredibly dumb"
	},
	"hastotem": [
		"**{0}** is in possession of a mysterious totem..."
	],
	"hastotem2": [
		"**{0}** and **{1}** are in possession of a mysterious totem..."
	],
	"hastotems": [
		"**{0}**, and **{1}** are in possession of a mysterious totem..."
	],
	"leavedeath": [
		"**{0}** spontaneously combusted. The air smells of freshly burnt **{1}**.",
		"While wearing a red triangular hat, **{0}**, a **{1}**, was shot dead by a hunter.",
		"While wearing a yellow square hat, **{0}**, a **{1}**, was rammed by a tank.",
		"While wearing a blue pentagonal hat, **{0}**, a **{1}**, was destroyed by a giant cannonball.",
		"While wearing an oversized blue pentagonal hat, **{0}**, a **{1}**, was annihilated by a humongous mortar shell.",
		"After jumping into a tank, **{0}** drowned. The fish consumed the dead **{1}**'s body.",
		"**{0}** mysteriously disappeared in the woods. Nobody knows where the **{1}** went.",
		"Standing under a tree, **{0}**, a **{1}**, is killed by a falling branch.",
		"**{0}**, a **{1}**, is killed by lightning before the villagers' eyes. The air smells of burnt flesh.",
        	"Rampaging through the village, a bull gores **{0}**, a **{1}**.",
	        "**{0}**, a **{1}**, falls into a vat of molasses and drowns."
	],
	"leavedeathnoreveal": [
		"**{0}** spontaneously combusted. The air smells of freshly burnt flesh.",
		"While wearing a red triangular hat, **{0}** was shot dead by a hunter.",
		"While wearing a yellow square hat, **{0}** was rammed by a tank.",
		"While wearing a blue pentagonal hat, **{0}** was destroyed by a giant cannonball.",
		"While wearing an oversized blue pentagonal hat, **{0}** was annihilated by a humongous mortar shell.",
		"After jumping into a tank, **{0}** drowned. The fish consumed the dead body.",
		"**{0}** mysteriously disappeared in the woods. Nobody knows where they went.",
		"Standing under a tree, **{0}** is killed by a falling branch.",
		"**{0}**, is killed by lightning before the villagers' eyes. The air smells of burnt flesh.",
        	"Rampaging through the village, a bull gores **{0}**.",
	        "**{0}** falls into a vat of molasses and drowns."
	],
	"firstjoin": [
		"**{0}** has started a game of Werewolf. Type `{p}join` to join. Type `{p}start` to start the game."
	]
}
